Repository: giellalt/corpus-sma
Catalog: tmx/fin/facta/1177.se/magsjuka-hos-barn---vad-kan-man-gora-sjalv.html.tmx
Source language: sma
Languages: fin

source: Åarjelsaemiengiele / Sydsamiska
fin: Suomeksi / Finska

source: ÅarjelsaemiengieleSydsamiska
fin: SuomeksiFinska

source: Magsjuka hos barn - vad kan man göra själv ?
fin: Takaisin teeman aloitussivulle

source: Maana daarpesje jovkedh.
fin: Lapsi tarvitsee nestettä.

source: Muvhtene maahta aelhkemes jovkemsem bustetjinie daamhtaj vaeltedh jïh onn ’ ohtje fïerhten aejkien.
fin: Joskus se onnistuu helpoiten antamalla juomaa lusikalla usein ja pieniä määriä kerralla.

source: Vaejvieh varki båetieh
fin: Nopeasti alkavat oireet

source: Gosse maanah tjööjjijste dellie daamhtemes voeksedieh jïh skovrestieh.
fin: Lasten vatsataudin oireita ovat tavallisesti ripuli ja oksentelu.

source: Maehtieh aaj tjööjjijste jïh vaejliem utnieh.
fin: Heillä saattaa ilmetä myös kuumetta ja vatsakipuja.

source: Skïemtjelasse daamhtemes infeksjovneste mij virusistie.
fin: Vatsatauti johtuu yleensä viruksen aiheuttamasta tartunnasta.

source: Onne maanine daennie tekstesne lea maanah vïjhte-govhte jaepiej raajan.
fin: Pienillä lapsilla tarkoitetaan tässä tekstissä alle 6-vuotiaita lapsia.

source: Dah vaejvieh pruvhkieh aelkedh måedtie biejjiej dan mænngan maana suetiem åadtjoeji jïh varki båetedh.
fin: Vaivat ilmenevät tavallisesti pari päivää tartunnan saamisen jälkeen ja alkavat nopeasti.

source: Daamhtaj jienebe fuelhkesne jallh aarehskuvlesne skeamtjoeh.
fin: Usein monet perheenjäsenistä tai esikoululaisista sairastuvat.

source: Daamhtaj infeksjovne buarene naan biejjiej raejesne.
fin: Tavallisesti tartunta menee ohi muutamassa päivässä.

source: Voeksenassh gelkieh dennie voestes dygnesne, mohte skovretassh maehtieh våhkoem utnedh.
fin: Oksentelu kestää yleensä vuorokauden, mutta ripulointi saattaa kestää viikon.

source: Eah maanah töölh dan jïjnjh gosse tjööjjijste
fin: Lapset ovat herkkiä nestehukalle

source: Galkemh jïh saelhtieh laahpa gosse tjåejjie galka jïh voeksede.
fin: Oksenteleva ja ripulia poteva menettää nestettä ja suoloja.

source: Eah onne maanah töölh dan jïjnjh gosse tjööjjijste goh geerve almetjh.
fin: Pienet lapset ovat nestehukalle paljon herkempiä kuin aikuiset.

source: Jis onne maana jienebe galkemem teehpie goh jåvka dellie varkebe nåakebe sjædta.
fin: Jos pieni lapsi menettää nestettä enemmän kuin saa sisäänsä, lapsen vointi voi heikentyä nopeasti.

source: Jïlle vaejlie dorje maana jienebe galkemem teehpie.
fin: Kovassa kuumeessa lapsi menettää nestettä vielä enemmän.

source: Dïhte dan vihkeles jovkemem vadta voestes raejeste gosse infeksjovne aalka.
fin: Sen vuoksi lapselle tulee antaa juotavaa heti tartunnan alkuvaiheessa.

source: Nööremes maanah ij töölh gosse dan vaenie jovkedh.
fin: Pienimmät lapset ovat erityisen herkkiä nestehukalle.

source: Jis maanam njamma jallh boehtelinie bïepmehte
fin: Jos lasta imetetään tai syötetään pullosta

source: Jis maanam njamma edtja dejnie jåerhkedh.
fin: Jos lasta imetetään, imetystä voi jatkaa.

source: Byöroe daamhtebe njamma.
fin: Lasta kannattaa vatsataudin aikana imettää normaalia useammin.

source: Jïlhts maana jåarhka voeksedidh edtja jåerhkedh maanam daamhtaj njammedh.
fin: Vaikka lapsi oksentaisi, imetystä kannattaa jatkaa ja imettää useasti päivässä.

source: Seamma jis beapmoeh boehtelinie vadta.
fin: Sama koskee myös lapsia, joita syötetään pullosta.

source: Jis ij maana sïjhth njammedh maahta pryövedh buhtjedh jallh pumpedh jïh mielhkiem bustetjinie vedtedh.
fin: Jos vauva ei ime rintaa, maitoa on pumpattava ja yritettävä tarjota lusikalla.

source: Maahta gïetine jallh pumpine buhtjedh.
fin: Maitoa voi pumpata rinnasta käsin tai pumpulla.

source: Sjïehteles pumpem maahta apotehkesne åestedh.
fin: Käyttöön soveltuvia pumppuja voi ostaa apteekista.

source: Jis maana tjarki skovretassh åtna ij nuekies mïelhkine, maana daarpesje jeatjah jovkemesh dan sijjeste åadtjodh.
fin: Jos lapsella on voimakas ripuli, pelkkä rintamaito ei riitä, vaan lapsi tarvitsee myös lisänesteytystä, ts. nestekorviketta.

source: Jovkeme
fin: Lisänesteytys

source: Jis maana tjarki voeksede dellie jovkemem bööremes.
fin: Jos lapsi oksentaa runsaasti, on paras antaa tälle nestekorviketta.

source: Jovkeme maanide gååvnese apotehkesne.
fin: Tätä varten voi ostaa apteekista ns. ripulijuomaa.

source: Jovkemisnie saelhtie jïh kråahpe dam daarpesje jïh hïerven sjædta.
fin: Juoman sisältämien suolojen ansiosta kehon nestetasapaino palautuu normaaliksi.

source: Jis maana tjarki voeksede dellie göökte bustetjh fïerhten vïjhteden minudtine jovkemem vadta.
fin: Jos lapsi oksentaa runsaasti, hän tarvitsee noin kaksi teelusikallista nestettä joka viides minuutti.

source: Dygnen mietie jienebe jovkemem daarpesje enn veanhta, vuesiehtimmien gaavhtan akte jaepien båeries maana medtie akte lïjhterem daarpesje.
fin: Päivittäinen nestetarve on suurempi kuin yleisesti kuvitellaan, sillä esimerkiksi yksivuotias lapsi tarvitsee nestettä reilun litran vuorokaudessa.

source: Muvhtene kaanne maana aelhkebe jeatjah jovkemem jåvka.
fin: Joskus lapsi on helpompi saada juomaan joitain muuta juomaa.

source: Dellie tjuara dejnie pryövedh, juktie vihkielommes maana jåvka.
fin: Pääasia on, että lapsi saa kehoonsa nestettä.

source: Aellieh dan sieties jovkemem maanese vedtieh, vuesiehtimmien gaavhtan bruvsem jallh aaloem, juktie ååpsen jïjnjh dïjnegh skovrehtassem vedtieh.
fin: Voimakkaasti makeutettuja juomia, kuten virvoitusjuomia ja mehuja, tulee kuitenkin välttää, sillä sokerin liiallinen saanti saattaa aiheuttaa ripulia.

source: Aellieh lightjovkemsidie vedtieh juktie dej sisnie ij naan dïjnegh.﻿﻿﻿﻿
fin: Älä myöskään anna lapselle kevytjuomia, koska ne eivät sisällä lainkaan sokeria.

source: Gosse ij voeksedh mohte tjåejjie galka
fin: Kun oksentelu on loppunut, mutta ripuli jatkuu

source: Daamhtaj ij voeksedh mohte tjåejjie ennje galka.
fin: On tavallista, että oksentelu päättyy ensin, kun taas ripuli jatkuu vielä jonkin aikaa.

source: Jis maana skovrehtassem åtna jïh dïhte njamma edtja barre dam jåerhkedh goh aarebi.
fin: Jos ripuloivaa lasta imetetään, imetystä voi jatkaa normaaliin tapaan.

source: Jis ij maana njammh, maahta ietniemïelhken sijjeste, rijse- jallh majsejoptsem vedtedh.
fin: Jos lasta ei imetetä, tälle voidaan antaa äidinmaidonkorviketta ja riisi- tai maissivelliä lapsen iän mukaan.

source: Aalka onnŠohtje voestes vedtedh jïh vuartesje jis maana beapmoem aajmone åtna.
fin: Anna aluksi pieniä määriä kerralla nähdäksesi, pysyykö ruoka sisällä.

source: Gosse maana sæjhta aelkedh byöpmedidh dellie hijven sïejhme beapmoeh vedtedh jïh dïsse buejtiem lissine pleentedh.
fin: Kun lapsi alkaa taas syödä, hänelle kannattaa antaa tavallista ruokaa, johon on sekoitettu ylimääräistä rasvaa.

source: Jis sæjhta maahta viskeroehtsejoptsem vedtedh, viskesroehtsepureeste jïh tjaetsiem dorjeme maanide båarasåbpoe govhte askh.
fin: Jos haluaa kokeilla vatsaa kovettavaa ruokaa, yli puolivuotiaalle lapselle voi antaa porkkanasoseesta ja vedestä tehtyä keittoa.

source: Ussjedh moeremuerjijste mïlskene jïh gosse tjarki skovrehtassem åtna ij edtjh elliesgerniejoptsem vedtedh.
fin: Muista, että hedelmät tekevät ulosteen löysäksi, ja että kovan ripulin aikana pitää välttää täysjyvävelliä.

source: Vuertieh dej fibereræjhkoes beapmoejgujmie goske maana vervesne viht.
fin: Älä anna runsaskuituista ruokaa ennen kuin lapsi on täysin terve.

source: Jis viht aalka voeksedidh
fin: Jos oksentelu alkaa uudestaan

source: Jis maana viht aalka voeksedidh, vedtieh dellie jienebe jovkemesh, mohte geehth olles maana samhtjan sjïdth.
fin: Jos lapsi alkaa oksennella uudestaan, anna hänelle jälleen lisänesteytystä. Tarkkaile kuitenkin samalla, että lapsi ei muutu veltoksi tai että tämän vointi ei muulla tavoin heikkene.

source: Guktie suetiem heerrede ?
fin: Kuinka tartuntoja voi ehkäistä ?

source: Juktie tjåejjieskïemtjelasse laaneste lea hijven jis dovne maana jïh abpe fuelhkiem gïetide bissieh galkijes tjåaline dovne åvteli edtjieh byöpmedidh jïh ohtjegåetiemïnnemi mænngan jïh gaajhkesh jïjtje njaamelijniem utnieh jallh aktenaejkien-njaamelijniem utnieh.
fin: Koska vatsatauti tarttuu erittäin herkästi, koko perheen kannattaa pestä kätensä nestesaippualla ennen ruokailua ja aina vessassa käynnin jälkeen. On myös hyvä, jos jokainen käyttää omaa käsipyyhettä tai paperipyyhkeitä.

source: Maahta aaj ohtjegåetiestovlem daamhtaj reejnedh.
fin: WC-istuin kannattaa pitää puhtaana.

source: Jis maana raajhpesem åtna hijven jis dejtie voessese rijtie åvteli dejtie tsumhtsiedåtnose beaja.
fin: Jos lapsi käyttää vaippoja, vaipat on hyvä sulkea muovipussiin ennen roska-astiaan heittämistä.

source: Reejnie binhtemebuertiem nåhtoen mænngan jïh bïssh gïetide eensilaakan raajhpesemålsomen mænngan.
fin: Puhdista hoitopöytä aina käytön jälkeen, ja pese kädet huolellisesti vaipanvaihdon jälkeen.

source: Maanah edtjieh gåetesne årrodh gosse voeksedieh jallh skorkestieh.
fin: Oksentelevan tai ripuloivan lapsen on pysyttävä kotona.

source: Jïh maana aarehskuvlesne jallh fuelhkiemaanagiertesne maahta bååstide gosse ij voeksedh jallh skorkesth göökte biejjide.
fin: Jos lapsi on esikoulussa tai perhepäiväkodissa, hän voi mennä sinne vasta sitten, kun hän ei ole oksentanut tai ripuloinut kahteen päivään.

source: Maahta daarpesjidh hoksem bïeljelidh
fin: Ehkä tarpeen ottaa yhteys sairaanhoitoon

source: Edtja hoksem ohtsedidh hoksejarngesne jallh akutedåastoevisnie ryöktese jis maana daamhtaj skorkeste jïh voeksede jïh vuesehte dïhte vaenie galkemem åtna, dïhte sæjhta jiehtedh jis dïhte sæjloes jïh samhtjan, ohtje gadtja jïh ij åajsoeh stååkedidh.
fin: Jos lapsi ripuloi ja oksentaa kovin usein ja kärsii selvästi nestehukasta, on ts. hyvin väsynyt ja välinpitämätön ympäristöä kohtaan, pissaa vähän tai harvoin eikä jaksa leikkiä, tulee heti hakeutua terveyskeskukseen tai akuuttivastaanotolle.

source: Byöroe aaj hoksem ohtsedidh ryöktese jis dan lissine aaj vaejliem åtna jallh tjööjjijste, jallh jis skovrehtassesne vïrre jallh seejkenjohkh.
fin: Terveyskeskukseen tulee ottaa yhteyttä heti myös silloin, jos lapsella on ripulin ja oksentelun lisäksi korkea kuume tai voimakkaita vatsakipuja tai jos ripulin seassa on verta tai limaa.

source: Edtja skïemtjehokseraeriestæmman ringkedh jallh hoksejarngem gaskesadtedh jis ij maana buarenh dygnem, jallh jis maana eadtjohke mohte skovrehtassem guhkebe göökte våhkoeh åtna.
fin: On otettava yhteys sairaanhoitoneuvontaan tai terveyskeskukseen myös silloin, jos lapsen tila ei ole kohentunut vuorokauden aikana tai jos lapsi on vatsataudin jälkeen pirteä, mutta uloste on löysää yli kahden viikon ajan.

source: Jis maana nuerebe govhte askh voeksede jallh skorkeste edtja åålegh skïemtjehokseraeriestimmiem jallh hoksejarngem gaskesadtedh.
fin: Hoitoon täytyy hakeutua aina, jos alle kuuden kuukauden ikäinen lapsi kärsii ripulista ja oksentelusta.

source: Jis maana skovrehtassem feeleme ålkoelaantesne åådtjeme edtja hoksejarngem jallh maanadåakteredåastovem gaskesadtedh.
fin: Jos lapsi on sairastunut ripuliin ulkomaanmatkan yhteydessä, tulee ottaa yhteyttä terveyskeskukseen tai lastenlääkärin vastaanotolle.

source: Redaktööre:
fin: Toimittaja:

source: Gaajhke sisvege lea aaj gïehtjedamme, goerehtamme jïh dåhkasjahteme redaksjovneste jïh redaksjovneraereste 1177 Vårdguiden.
fin: 1117 Vårdguiden – toimitus ja toimitusneuvosto on myös muokannut, tarkastanut ja hyväksynyt kaiken sisällön.
